{
    "HELP": "I'm WedBot, a software automaton that knows lots of stuff about Arie and Liz's wedding!\nI only understand simple things--you could say 'ceremony', 'reception', anything like that.  Or just click: %[Tell me more!](postback:x)",
    "HELLO": "Hello yourself!  Say 'help' if you'd like some suggestions for what to ask me.",
    "MORE" : "Well, you probably already know the basics.  They're super in love, they're obnoxiously cute, and they're getting married.  What do you want to know about?  %[Tell me about the wedding.](postback:x) %[Tell me about the reception.](postback:x)",
    "WEDDING" : "I am SO EXCITED about their wedding!  Or, you know, I would be, if I weren't a bot.",
    "SYNAGOGUE" : "The synagogue is Congregation Beit Simchat Torah.  Liz serves on the board! %[http://cbst.org/](http://cbst.org/)",
    "CEREMONY" : "Liz and Arie will be married at Congregation Beit Simchat Torah, 130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!",
    "VENUE" : "The ceremony will be at Congregation Beit Simchat Torah, on 30th Street, and the reception at Millesime, on Madison Avenue.",
    "WHERE" : "The ceremony will be at Congregation Beit Simchat Torah, on 30th Street, and the reception at Millesime, on Madison Avenue.",
    "RECEPTION" : "Basically, lots of food and drinks and a small amount of dancing.  OK, a medium amount.",
    "WHERE WEDDING" : "The ceremony will be at Congregation Beit Simchat Torah in New York.  130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!",
    "WHERE CEREMONY" : "The ceremony will be at Congregation Beit Simchat Torah in New York.  130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!",
    "WHERE RECEPTION" : "The reception will be at Millesime, 92 Madison Avenue, between 28th and 29th.  It's about a ten minute walk.",
    "WHERE SYNAGOGUE" : "The synagogue is at 130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!", 
    "WHERE VENUE" : "The ceremony will be at Congregation Beit Simchat Torah in New York.  130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!",
    "WHEN" : "The wedding will be on August 21, 2016.  The happy couple isn't entirely sure what time, but probably in the late afternoon.",
    "WHEN WEDDING" : "The wedding will be on August 21, 2016.  The happy couple isn't entirely sure what time, but probably in the late afternoon.",
    "WHEN CEREMONY" : "They're not sure yet!  They think it'll start at 4pm.  But ask me again later!",
    "WHEN RECEPTION" : "Right after the ceremony, of course!",
    "RSVP" : "Don't tell me--I'm just a bot!  You can RSVP at the RSVP link above.",
    "REGISTERED" : "You can find their registry information at the 'registry' link above.",
    "REGISTRY" : "You can find their registry information at the 'registry' link above.",
    "PROPOSAL" : "Arie asked her at 12:01am on Valentine's Day, after covering the floor with a hundred of her favorite flowers.",
    "PROPOSE" : "Arie asked her at 12:01am on Valentine's Day, after covering the floor with a hundred of her favorite flowers.",
    "WEDBOT" : "I'm a software automaton.  I'm here to help!",
    "THANKS" : "You're welcome!",
    "THANK YOU" : "You're welcome!",
    "BACHELOR PARTY" : "Oh, I'm not supposed to talk about that.",
    "WHEN BACHELOR PARTY" : "I don't think there is one.",
    "BACHELORETTE PARTY" : "Beats me!",
    "WHEN BACHELORETTE PARTY" : "I'm sworn to secrecy",
    "LOVE" : "Yeah, tons and tons.",
    "MUSIC" : "Probably just an iPod plugged into the wall.  Between Liz's eclectic tastes and Arie's pop/country predilection, it promises to be weird.",
    "SATURDAY" : "We're thinking maybe a pizza party around lunchtime.  Details to come!",
    "PIZZA" : "Yep.  Probably.",
    "PETS" : "Liz and Arie have two cats, Elvis and Pisa.",
    "CATS" : "Yes, they have two cats, Elvis and Pisa.",
    "DOGS" : "Sadly, Arie is allergic to dogs.",
    "DOG" : "Much to their chagrin, Arie is allergic to dogs.",
    "PUPPY" : "After negotiations, they have agreed that Liz will not, in fact, carry a puppy instead of a bouquet.",
    "BRIDAL SHOWER" : "I'm fairly sure there isn't one.",
    "FOOD" : "Of course! Hors d'oeuvres and then dinner.",
    "MEAL" : "Absolutely! Hors d'oeuvres and then dinner.",
    "DINNER" : "There will definitely be dinner.  The chef has two Michelin stars, I think!",
    "DRINKS" : "There will be beer and wine, I believe.",
    "DRINK" : "There will be beer and wine, I believe.",
    "OPEN BAR" : "There will be beer and wine, I believe.",
    "AFTERPARTY" : "Probably!  Depends how everyone's feeling, I guess.",
    "REHEARSAL DINNER" : "Oh, I don't know about that--you'd have to ask the happy couple.",
    "POLICE STATION" : "Well, a traffic officer station.  Close enough.",
    "ARIE" : "Now there's a frood who really knows where his towel is.",
    "LIZ" : "I have computed that she is just the best ever, you know?  Just, excellently wonderful.",
    "ELIZABETH" : "...Let's just stick with 'Liz'.",
    "HENRY" : "Henry?  He's my favorite dog ever!  (Don't tell Bosco I said that!)",
    "BOSCO" : "Bosco?  He's my favorite dog ever!  (Don't tell Henry I said that!)",
    "ELVIS" : "Sorry, we were going to invite her, but she is dressed too formally!",
    "PISA" : "The other love of Arie's life.  Also the best cat in the universe.",
    "WEAR" : "I hear the bride and groom are going snazzy for the ceremony but semi-formal for the wedding.  How about a suit or cocktail dress?",
    "FORMAL" : "Nah, it's semi-formal.",
    "DRESS CODE" : "Semi-formal.  Suits or cocktail dresses would be perfect.",
    "LOVE YOU": "Awh, shucks!  I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "WedBot is back!"
}
