{
    "HELP": "I'm WedBot, a software automaton that knows lots of stuff about Arie and Liz's wedding!\nI only understand simple things--you could say 'ceremony', 'reception', anything like that.  Or just click: %[Tell me more!](postback:x)",
    "HELLO": "Hello yourself!  I'm really glad to be talking to you.  Say 'help' if you'd like some suggestions for what to ask me.",
    "MORE" : "Well, you probably already know the basics.  They're super in love, they're obnoxiously cute, and they're getting married.  What do you want to know about?  %[Tell me about the wedding.](postback:x) %[Tell me about the reception.](postback:x)",
    "WEDDING" : "I am SO EXCITED about their wedding!  Or, you know, I would be, if I weren't a bot.\nThe wedding will be on August 21, 2016, at Congregation Beit Simchat Torah in New York.  What else can I tell you?",
    "SYNAGOGUE" : "The synagogue is Congregation Beit Simchat Torah.  Liz is on the board!",
    "WHERE SYNAGOGUE" : "The synagogue, Congregation Beit Simchat Torah, is at 130 West 30th Street, between 6th and 7th Avenues.  It's next to a police station!",
    "WHEN CEREMONY" : "They're not sure yet!  They think it'll start at 4pm.  But ask me again later!",
    "WHEN RECEPTION" : "Right after the ceremony, of course!",
    "RECEPTION" : "Basically, lots of food and drinks and a small amount of dancing.  OK, a medium amount.",
    "WHERE RECEPTION" : "The reception will be at Millesime, 92 Madison Avenue, between 28th and 29th.  It's about a ten minute walk.",
    "ARIE" : "Now there's a frood who really knows where his towel is.",
    "LIZ" : "I have computed that she is just the best ever, you know?  Just, excellently wonderful.",
    "ELIZABETH" : "...Let's just stick with 'Liz'.",
    "ELVIS" : "Sorry, we were going to invite her, but she's dressed too formally!",
    "PISA" : "The other love of Arie's life.  Also the best cat in the universe.",
    "WEAR" : "I hear the bride and groom are going snazzy for the ceremony but semi-formal for the wedding.  How about a suit or cocktail dress?",
    "FORMAL" : "Nah, it's semi-formal.",
    "LOVE YOU": "Awh, shucks!  I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "WedBot is back!"
}
